infostrat.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-06 Thu 09:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Information and Strategy</title>
<meta name="author" content="Christoph Schottmüller" />
<meta name="generator" content="Org Mode" />
<link rel="icon" href="./icons/teacher.webp">
<link rel="stylesheet" href="./css/stylesheet.css">
</head>
<body>
<div id="preamble" class="status">
<div id="preamble" class="status">
  <div class="banner">
<ul class="menu">
 <li class="inmenu"> <a class="lmenu" id="subtitle" href="./index.html">Home</a></li>
 <li class="inmenu"> <a class="lmenu" id="subtitle" href="./research.html">Research</a></li>
 <li class="inmenu">   <a class="lmenu" id="subtitle" href="./misc.html">Misc</a>  </li>
 <li class="dropdown"> <a class="lmenu" id="subtitle" href="./teaching.html">Teaching</a>
   <div class="dropdown-content">
      <a href="./micromsc.html">Microeconomics (MSc)</a>
      <a href="./advmicro.html">Advanced Microeconomics (MER)</a>
      <a href="./infostrat.html">Information and Strategy</a>
      <a href="./project.html">Project (BSc)</a>
      <a href="./infohealth.html">Imperfect Information in Health Care Markets</a>
      <a href="./thesis_guidelines.html">Thesis Supervision</a>
    </div>
 </li>
</ul>
   <span> </span>

    </div>
  </div>
  
<hr style="clear:both;margin-bottom: 0.4cm; margin-top: -1cm"/>
</div>
<div id="content" class="content">
<h1 class="title">Information and Strategy</h1>
<div id="outline-container-orga63fb5c" class="outline-2">
<h2 id="orga63fb5c">News</h2>
<div class="outline-text-2" id="text-orga63fb5c">
<ul class="org-ul">
<li>The lecture on Nov 16 is canceled due to health reasons.</li>
<li>The paper we discuss on Nov. 23 can be downloaded <a href="https://schottmueller.github.io/papers/echoChamber/echo_chambers.pdf">here</a> (you need a vpn to the campus or be on campus to download). Please, read the paper using the methodology described in the guide on how to read a paper.</li>
<li>The paper we discuss on Nov. 9 can be downloaded <a href="https://doi.org/10.1287/mnsc.2017.2913">here</a> (you need a vpn to the campus or be on campus to download). Please, read the paper using the methodology described in the guide on how to read a paper.</li>
</ul>

<ul class="org-ul">
<li>Due to an illness the first week's lecture will not go along as planned on campus. Instead we will have an online lecture on zoom on Oct 12, 9am. The lecture will be recorded. You can download the recording <a href="https://uni-koeln.sciebo.de/s/0txSevFVvl3Q7Tl">here</a>.</li>
<li>Lecture time and place in WS 2023/24: Thursday (100 HS XIa) 9:00-11:30.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc2b26fe" class="outline-2">
<h2 id="orgc2b26fe">Description</h2>
<div class="outline-text-2" id="text-orgc2b26fe">
<p>
This course deals with information economics. That is, how do people and/or organizations, that have access to different information sources, strategically interact? We also deal with the natural follow up question: Who will and/or should have access to what information and what kind of information can/will/should be transmitted from one person to another? 
</p>

<p>
There are numerous applications from all fields of economics. These cover classic questions, like: how will a firm design its pricing schedule, e.g. what kind of quantity discounts to use, if it does not know the willingness to pay of its customers? But also modern questions, e.g. "how does the internet change the way in which people communicate and obtain information, say, about politics?" or "to what extent should, so called, stress tests by the banking supervisors reveal information about default risks of banks?".   
</p>

<p>
The course uses mainly game theoretic models in order to shed light on questions similar to those above. Methodologically, students get to know the basic models of information economics (screening, cheap talk, information design etc.). This will enable students to read research papers in which these tools are used. 
</p>
</div>

<div id="outline-container-orgeeff28c" class="outline-3">
<h3 id="orgeeff28c">Objective</h3>
<div class="outline-text-3" id="text-orgeeff28c">
<p>
The course has various goals. First, students get to know the blockbuster ideas in information economics and learn how to use these in order to gain insights into various economic problems. Second, students learn how to read research papers. The latter skill tends to be useful when working on seminar papers or a thesis. The former tends to be useful in life.
</p>
</div>
</div>

<div id="outline-container-orgb28c174" class="outline-3">
<h3 id="orgb28c174">Grading</h3>
<div class="outline-text-3" id="text-orgb28c174">
<p>
Grading is based on a presentation and a written report. Both the presentation and the report are on a research paper in information economics. The main task is to summarizes the paper and (mainly in the written report) to briefly evaluate the paper, discuss it or comment on it. The page limit for the report is 6 pages. Note that this course is not a so-called "Seminar". The main difference to a seminar is that (i) the majority of the course consists of lectures, (ii) you do not have to produce an own original contribution in the report and consequently the report is shorter than a typical seminar paper. 
</p>

<p>
If a student prefers to write a research proposal instead of a report, this is possible as well.
</p>

<p>
Presentations have to be in English. Reports can be written in English or German.
</p>

<p>
Attendance is voluntary and does not affect the grading of your report directly. (Of course, the lectures are intended to prepare you for writing a good report&#x2026;)  Attending the student presentations is strongly encouraged.
</p>
</div>

<ul class="org-ul">
<li><a id="org46cb82e"></a>Important dates<br />
<div class="outline-text-4" id="text-org46cb82e">
<ul class="org-ul">
<li>Insert your paper preferences <a href="https://docs.google.com/spreadsheets/d/1HqaHmdN_IwvYXpi1jSxLkJl1THz5kUEX8bBCaveDRqg/edit?usp=sharing">here</a> before November 2, 1:00pm. Papers are assigned in the following week. There is no guarantee that you are assigned one of your preferred papers.</li>
</ul>

<ul class="org-ul">
<li>Register for the "examination" via KLIPS by November 9. Deregistration will not be possible after November 12 for scheduling reasons.</li>
<li>Dates for the presentations are announced in November. Student presentations take place in January and February (also end of December if many students sign up).</li>
<li>Hand in your paper by February 28 via email.</li>
</ul>
</div>
</li>
</ul>
</div>
<div id="outline-container-orge3dc3e0" class="outline-3">
<h3 id="orge3dc3e0">Plan</h3>
<div class="outline-text-3" id="text-orge3dc3e0">
<p>
A preliminary plan can be found <a href="https://github.com/schottmueller/infoStrat/blob/master/plan21.org">here</a>. (A less often updated pdf with properly formatted references is available <a href="https://github.com/schottmueller/infoStrat/files/7154183/plan21.pdf">here</a>.)
</p>

<p>
The <b>structure of the course</b> is as follows: In the first part of the course, there will mainly be lectures on information economics and its applications. However, we will have a few "practice sessions" in which we discuss a paper that all students should have read/skimmed before. These sessions add to the material of the lecture but are also meant to give you some practice in "how to read a paper (quickly)," i.e. these sessions prepare students for their presentations and reports. The second (and shorter) part of the course consists of student presentations of papers in information economics.
</p>
</div>
</div>

<div id="outline-container-org3178eb5" class="outline-3">
<h3 id="org3178eb5">Presentation</h3>
<div class="outline-text-3" id="text-org3178eb5">
<ul class="org-ul">
<li>The goal of the presentation is to teach your fellow students. This implies that you should make the presentation such that it is (i) understandable by your fellow students and (ii) focuses on the interesting bits of the paper. To "teach" does not only mean to state the main results but ideally you should give an intuition/idea why these results hold (at least under the assumptions made in the paper) and also an idea what this means for applications.</li>

<li>You do not have to present all results and extensions of the paper, i.e. you can focus on the main result.</li>

<li>You can simplify the model if this makes the presentation easier without losing the main results (e.g. only present the model for 2 instead of n players or with a uniform distribution instead of a general distribution F etc.).</li>

<li>You can also search for motivations/applications that are not mentioned in the paper and talk about those if this serves your purpose.</li>

<li>Assuming that your fellow students attended the lectures, it can be a good idea to compare the model of your paper to the closest model discussed in the lecture (and explain what is different). Seeing the connections can often  help to understand the mechanisms at work better.</li>

<li>It is difficult to follow a lot of (long) equations. Hence, you should have only equations that help to understand what is going on. If you have an equation on your slides, you should probably explain it term by term (otherwise the audience will not have the time to take it in).</li>

<li>I do not expect you to replicate all the proofs. This quickly gets boring and hard to follow. In a presentation, it is more important to give an intuition why a result holds than to prove it. (The same is true for your report!)</li>

<li>At the end you may also discuss directions for further research, highlight weaknesses of the paper or comment on the applicability. This part is not essential for the presentation but you should definitely have it in your report. So, why not try already in the presentation and see whether you get some feedback?</li>

<li>If you use slides, please send them to me beforehand <b>in pdf format</b>.</li>

<li>The time frame will probably be around 30 minutes. However, this can depend on the number of students in the course. (In the unlikely event that surprisingly many students take the course, presentations may be in teams. )</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org2523f29" class="outline-2">
<h2 id="org2523f29">Course material</h2>
<div class="outline-text-2" id="text-org2523f29">
</div>

<div id="outline-container-orged4f649" class="outline-3">
<h3 id="orged4f649">Lecture material</h3>
<div class="outline-text-3" id="text-orged4f649">
<ul class="org-ul">
<li>adverse selection slides: <a href="https://github.com/schottmueller/microMSc/blob/main/slides/lemons.org">org</a> <a href="https://web.tresorit.com/l/uHpHt#H4BNhZHSj9-AkWIwpG4BnQ">pdf</a></li>
<li><a href="./files/htrap.pdf">guide</a> on how to read a paper</li>
<li><a href="https://github.com/schottmueller/infoStrat/files/7323109/envelopeMonoNonLinPric.pdf">handout</a> on screening with a continuum of types</li>
</ul>
</div>
</div>

<div id="outline-container-orgf765230" class="outline-3">
<h3 id="orgf765230">Books</h3>
<div class="outline-text-3" id="text-orgf765230">
<p>
Some of the lectures are based on parts of books. Noteworthy are
</p>
<ul class="org-ul">
<li>(<a href="#citeproc_bib_item_1">Bolton and Dewatripont (2005)</a>)</li>
<li>(<a href="#citeproc_bib_item_2">Campbell (2018)</a>)</li>
</ul>

<p>
For more specific reading material and references to research papers, check the course <a href="https://github.com/schottmueller/infoStrat/files/7154183/plan21.pdf">plan</a>.
</p>
</div>
</div>
</div>

<div id="outline-container-orge559e39" class="outline-2">
<h2 id="orge559e39">Bibliography</h2>
<div class="outline-text-2" id="text-orge559e39">
<style>.csl-entry{text-indent: -1.5em; margin-left: 1.5em;}</style><div class="csl-bib-body">
  <div class="csl-entry"><a id="citeproc_bib_item_1"></a><span style="font-variant:small-caps;">Bolton, P., and M. Dewatripont</span>. (2005): <i>Contract Theory</i>, MIT press.</div>
  <div class="csl-entry"><a id="citeproc_bib_item_2"></a><span style="font-variant:small-caps;">Campbell, D. E.</span> (2018): <i>Incentives: Motivation and the Economics of Information</i>, Cambridge University Press.</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">

<hr style="clear:both;margin-top: -0cm;"/>

<div style="text-align: right;margin-top:-0.1cm">
  <a href="https://schottmueller.github.io/disclaimer.html"> <small>Disclaimer</small> </a>
</div>
</div>
</body>
</html>
